{
    "data": [
        {
            "headline": "Kết quả ĐKHP (đợt 2) và TKB học kỳ 2 năm học 2025-2026_Chương trình chuẩn.",
            "document": "Chào các bạn sinh viên! Phòng ĐTĐH thông báo kết quả ĐKHP (đợt 2) và TKB chính thức học kỳ 2 năm học 2025-2026 của các lớp chương trình chuẩn tại đây. Các bạn theo dõi lịch học cụ thể trong tài khoản cá nhân của mình. Trân trọng. Phòng Đào tạo Đại học. Cv. LTT Phương",
            "label": true
        },
        {
            "headline": "Kết quả ĐKHP (đợt 1) học kỳ 2 năm học 2025-2026_Chương trình chuẩn.",
            "document": "Chào các bạn sinh viên! Phòng ĐTĐH thông báo kết quả ĐKHP (đợt 1) học kỳ 2 năm học 2025-2026 của các lớp chương trình chuẩn tại đây. Các bạn theo dõi thông tin các lớp không đủ điều kiện mở lớp đã bị hủy thì vào đợt hiệu chỉnh đăng ký lại vào các lớp khác nhé (lớp chờ, lớp đã mở chưa full số lượng đăng ký). Các bạn lưu ý các lớp chờ sau thời gian hiệu chỉnh nếu vẫn không đủ số lượng mở lớp theo quy định thì cũng sẽ bị hủy nhé. Trân trọng. Phòng Đào tạo Đại học. Cv. LTT Phương",
            "label": true
        },
        {
            "headline": "Dạy-học online từ ngày 23/02/2026 đến ngày 01/3/2026",
            "document": "Chào các bạn sinh viên!  Tuần sau Tết Âm lịch từ ngày 23/02/2026 đến ngày 01/3/2026 thì Trường cho dạy-học online trên phần mềm MS Teams, mỗi sinh viên sẽ được thêm tự động vào lớp tương ứng với mã lớp hiện tại có trong thời khóa biểu. Đề nghị các bạn theo dõi để học đúng thời gian quy định.  - Nếu có vấn đề trục trặc về tài khoản MS Teams thì xem forum UIT hoặc post bài lên thread Hỗ trợ tài khoản Microsoft 365 (Azure, Teams, Office365 Plus, …) sẽ có người hỗ trợ;  - Nếu không có tên trong lớp thì liên hệ với GV dạy lớp này.  P.ĐTĐH gửi đính kèm thêm tài liệu hướng dẫn sử dụng Cổng thông tin môn học https://courses.uit.edu.vn để tham khảo thêm https://drive.google.com/file/d/1LPU4NLPbUX3lsMBAsRF8pZCd80ADELy6/view?usp=sharing  Trân trọng.  ---  TBN",
            "label": false
        },
        {
            "headline": "Thông tin chương trình Student Exchange Program at Chiba University (J-PAC)",
            "document": "Chào các bạn sinh viên \n \nPhòng Đào tạo Đại học thông tin đến các bạn chương trình Student Exchange Program at Chiba University (J-PAC) tại link sau https://qhdn.uit.edu.vn/vi/bai-viet/student-exchange-program-chiba-j-pac... \n \nTrân trọng",
            "label": false
        },
        {
            "headline": "Thông báo về việc đăng ký học phần của sinh viên",
            "document": "Phòng Đào tạo Đại học thông báo đến sinh viên về việc đăng ký học phần theo Thông báo số 28/TB-ĐHCNTT ngày 12 tháng 01 năm 2026 như sau: \n \nNhằm bảo đảm tính công bằng, minh bạch và trật tự trong công tác đăng ký học phần (ĐKHP), Trường Đại học CNTT yêu cầu sinh viên nghiêm túc chấp hành các quy định sau: \n \nThực hiện ĐKHP đúng nhu cầu học tập – không đăng ký chiếm chỗ, đăng ký thay: Sinh viên chỉ đăng ký các học phần thực sự có nhu cầu học, phù hợp với kế hoạch học tập cá nhân. Sinh viên không được thực hiện các hành vi đăng ký chiếm chỗ, đăng ký thay hoặc nhận chỗ từ người khác, bao gồm: \nĐăng ký rồi hủy mà không có lý do chính đáng; \nĐăng ký học phần khi không có nhu cầu học, nhằm chiếm chỗ và gây ảnh hưởng đến quyền lợi của sinh viên khác; \nLợi dụng các chính sách thông thoáng, thuận tiện trong ĐKHP để nhường và nhận chỗ. \nKhông sử dụng công cụ tự động khi ĐKHP: Sinh viên không được sử dụng các công cụ hỗ trợ ĐKHP tự động (không do Trường cung cấp). Việc sử dụng công cụ có thể gây mất công bằng trong ĐKHP và không đảm bảo an toàn thông tin. \nTrường yêu cầu toàn thể sinh viên nghiêm túc thực hiện các nội dung trên và phối hợp để xây dựng môi trường học tập công bằng, văn minh và đúng quy định. Mọi trường hợp sinh viên vi phạm sẽ bị Trường xem xét xử lý kỷ luật. \n \nTrân trọng.",
            "label": true
        },
        {
            "headline": "Thông báo lịch thi cuối học kỳ 1 năm học 2025-2026 các lớp VB2_đợt 2",
            "document": "Chào các bạn sinh viên VB2. \n \n- P.ĐTĐH thông báo lịch thi cuối kỳ đợt 2, thông tin chi tiết tại link xem:https://docs.google.com/spreadsheets/d/1hU7wbNWq3gRn4c3YTHrowNbqpysOALu-... \n \n- Mọi thắc mắc và phản hồi về lịch thi các bạn vui lòng gửi về ĐC mail: phongld@uit.edu.vn. \n \nTrân trọng. \n \nLDP.",
            "label": false
        },
        {
            "headline": "Thông báo thu học phí học kỳ 2 năm học 2025-2026 trình độ đại học",
            "document": "Chào các bạn sinh viên!\n\nPhòng KHTC có thông báo về việc thu học phí học kỳ 2, năm học 2025-2026 trình độ đại học tại đây\n\nCác bạn vào xem thông tin nhé.\n\nTrân trọng.\n\nPhòng Đào tạo Đại học.",
            "label": false
        },
        {
            "headline": "Thông báo dạy bù online trong dịp nghỉ bù lễ Tết Dương lịch 2026",
            "document": "Kính chào Quý Thầy, Cô!\n\nCăn cứ thông báo số 1489/TD-ĐHCNTT về việc nghỉ Tết Dương lịch 4 ngày liên tục từ thứ Năm (01/01/2026) đến hết Chủ nhật (04/01/2026), P.ĐTĐH lưu ý những trường hợp Thầy, Cô đã báo bù và được duyệt vào thứ Sáu, Bảy (02, 03/01/2026) thì thực hiện giảng dạy bằng hình thức online (dùng phần mềm MS Teams, thêm tài khoản ttpc@hcmuit.edu.vn của P.PC&ĐBCL vào giám sát, ghi video quá trình giảng dạy để báo cáo khi cần thiết). Những trường hợp chưa báo bù khác thì Thầy, Cô sắp xếp dạy bù tránh các ngày nghỉ nói trên để thuận lợi cho các công tác về CSVC, bố trí người trực,...\n\nTrân trọng.\n\n---\n\nTBN",
            "label": false
        },
        {
            "headline": "Thông báo lịch ĐKHP và TKB (dự kiến) HK2 năm học 2025-2026",
            "document": "Chào các bạn sinh viên!\n\nP.ĐTĐH thông báo lịch ĐKHP HK2 năm học 2025-2026 của SV gồm 3 đợt như sau:\n\nTừ 9h00 ngày 29/12/2025 đến 23h00 ngày 31/12/2025: SV ĐKHP đợt 1 (đợt chính thức) trên hệ thống phần mềm quản lý. Đối với Giáo dục thể chất thì SV nhìn cột “Ghi chú” để chọn đúng môn học (như: Bóng đá, Bóng chuyền, Bóng bàn, Võ, Bơi lội, Cờ vua,… ), môn Bơi lội học tại Trung tâm TDTT (địa điểm chính xác trên bản đồ https://goo.gl/maps/NGD24VkSEtJmJ5pJ6), các môn khác học tại Trường Đại học CNTT, hai môn GDTC1 và GDTC2 không phân biệt môn học nên SV có thể đăng ký cùng 1 môn hoặc khác môn đều được. Để tạo điều kiện thuận lợi cho SV nên P.ĐTĐH chia thành 3 đợt nhỏ như sau:\n+ Từ 9h00 đến 23h00 ngày 29/12/2025: SV thuộc các khóa tuyển năm 2023 (khóa 18) trở về trước được ĐKHP.\n\n+ Từ 9h00 đến 23h00 ngày 30/12/2025: SV thuộc khóa tuyển năm 2024 (khóa 19) được ĐKHP (các SV khóa cũ chưa tiến hành đăng ký ngày 29/12/2025 nói trên vẫn được phép ĐKHP).\n\n+ Từ 9h00 đến 23h00 ngày 31/12/2025: SV thuộc khóa tuyển năm 2025 (khóa 20) được ĐKHP (các SV khóa cũ chưa tiến hành đăng ký ngày 30/12/2025 nói trên vẫn được phép ĐKHP).\n\nTừ 9h00 ngày 12/01/2026 đến 23h00 ngày 14/01/2026: SV ĐKHP đợt 2 (đợt điều chỉnh) trên hệ thống phần mềm quản lý.\nTừ 9h00 ngày 26/01/2026 đến 23h00 ngày 30/01/2026: SV ĐKHP đợt 3 (đợt cứu xét). Lưu ý: Chỉ xem xét giải quyết cho các trường hợp SV học lại, cải thiện, sửa đổi, điều chỉnh nhỏ dưới 30% các môn đã đăng ký trong các đợt 1, đợt 2; không được phép đăng ký học phần mới trong đợt này.\nThời khóa biểu dự kiến tại đây, các bạn xem tham khảo và đăng nhập vào tài khoản cá nhân của mình để đăng ký theo lịch.\n\nCác lớp có ghi chú giảng dạy theo phương thức kết hợp (BLENDED LEARNING) các bạn tham khảo quy định về giảng dạy theo hình thức Blended Learning tại link sau: https://daa.uit.edu.vn/sites/daa/files/202309/196-qd-dhcntt_16-3-2023_quy_dinh_day_va_hoc_theo_phuong_thuc_truc_tuyen_va_phuong_thuc_ket_hop.pdf).\n\nTừ ngày 15/01/2026 đến ngày 16/01/2026: P.ĐTĐH, VPCCTĐB công bố TKB chính thức trên cổng thông tin điện tử.\n\nBắt đầu HK2 năm học 2025 – 2026 từ ngày 26/01/2026.\n\nTrân trọng.\n\nPhòng Đào tạo Đại học\n\nCv. Lê Thị Trúc Phương",
            "label": true
        },
        {
            "headline": "Cập nhật kết quả xét miễn anh văn - Thông báo về việc xét miễn các môn anh văn 1, 2 và 3 trong học kỳ 2 năm học 2025-2026 cho sinh viên chính quy chương trình đào tạo đại trà và chương trình chuẩn",
            "document": "Phòng ĐTĐH đã xét miễn các môn anh văn, sinh viên kiểm tra thông tin điểm miễn các môn anh văn trong phần kết quả học tập HK2 năm học 2025-2026.\n\nTheo quy trình xét miễn các môn anh văn, Phòng Đào tạo Đại học sẽ tiến hành kiểm tra chứng chỉ ngoại ngữ và xét miễn các môn anh văn 1, 2 và 3 trong học kỳ 2 năm học 2025-2026 cho sinh viên chính quy chương trình đào tạo đại trà và chương trình chuẩn như sau:\n\n- Quy trình xét miễn các môn anh văn: https://daa.uit.edu.vn/thongbao/mot-so-quy-trinh-danh-cho-sinh-vien#mien...\n\n- Thời gian cập nhật chứng chỉ lên trang daa.uit.edu.vn: từ 0g00 ngày 17/10/2025 đến 24g00 ngày 18/01/2026. (Sinh viên cập nhật chứng chỉ sau ngày này sẽ xét miễn theo thông báo của đợt sau)\n\nGhi chú: theo Điều 7 của Quy định ngoại ngữ (https://daa.uit.edu.vn/sites/daa/files/202310/828_qd-dhcntt_04-10-2022_q...)\n\n              + Khóa tuyển sinh năm 2022 và năm 2023: sinh viên không được dùng chứng chỉ ngoại ngữ để xét miễn các môn anh văn.\n\n- Cập nhật kết quả xét miễn: sinh viên kiểm tra kết quả điểm Miễn trong bảng kết quả học tập HK2 năm học 2025-2026 (trong khoảng thời gian từ ngày 26/01/2026 đến ngày 30/01/2026, các sinh viên đã cập nhật chứng chỉ lên hệ thống sớm và được xác nhận hợp lệ có thể thấy kết quả xét miễn trước thời gian này).\n\n# Sinh viên thuộc chương trình chất lượng cao, tài năng, tiên tiến và sinh viên ngành Công nghệ thông tin định hướng Nhật Bản vui lòng liên hệ Văn phòng các CTĐB để được hướng dẫn.",
            "label": false
        }
    ]
}